const ar = {
  home: 'الرئـيـسية',
  langauge: 'English',
  aboutUs: 'نبذة عنا ',
  services: 'الخدمات',
  ourStory: 'قصتنا',
  weWorkWith: 'نعمل مع',
  bigThings: 'إنجازات عظيمة ',
  byLittle: ' بلمسات ',
  things: 'بسيطة',
  diverse: 'مختلف.',
  howWeDoIt: 'ماهي طريقة عملنا؟ ',
  mission: 'المهمة',
  vision: 'الرؤية',
  trainingAndWorkshop: 'تدريب وورش عمل',
  marketingPlan: 'خطة التسويق',
  buissnessConsultation: 'الاستشارات في مجال الأعمال',
  growthHacking: 'اختراق النمو',
  photographyAndVideoghraphy: 'التصوير الفوتوغرافي والفيديو ',
  designAndDevelopment: 'التصميم والتطوير الرقمي',
  photographyAndVideoghraphyOne:
    'أهم ما تستثمر فيه لنجاح علامتك التجارية هو صورة العلامة التجارية ونحن في تفاصيل دقيقة نعبر عن منتجاتك وعلامتك التجارية على أفضل وجه.',
  photographyAndVideoghraphyTwo:
    'خدماتنا في التصوير الفوتوغرافي والفيديو ترقى بعلامتك التجارية لتمثّلها وتعلن عنها في أفضل صورة، حيث كل بيكسل في عملنا يتمتع بدقة لا مثيل لها. ',
  trainingAndWorkshopParahraphOne:
    'بالإضافة إلى الخدمات التسويقية نقدم في تفاصيل دقيقة قيمة مضافة لعملائها، فلا يتوانى فريقنا من الخبراء من نشر خبراتهم لتقديم كل مفيد لعلامتك التجارية، لذا تقدم تفاصيل دقيقة ورش عمل وجلسات تدريب في مقرها وحتى في مقر شركتك لتستمر بالتطور.',
  trainingAndWorkshopParahraphTwo:
    'صممنا دوراتنا التدريبية لتكون مقدمة تأخذك إلى عالم التفكير الإبداعي حيث تتعرف على أفضل الطرق لتطبق مهارات التفكير الإبداعي في مجالات التسويق والتقنية. ويغطي تدريبنا مواضيع عدة منها التسويق على شبكات التواصل الاجتماعي وبرامج التدريب وتصميمها، والخطط التسويقية، ونحن في تفاصيل دقيقة نرحب بكل من يرغب باكتشاف فرصِ جديدة لتعلم المزيد والتعرف على الموهوبين لتبادل الخبرات.',
  marketingPlanParahraphOne:
    'نملك في تفاصيل دقيقة منهجًا واضحًا عند وضع خطة تسويقية للعلامة التجارية سواء كانت علامة قائمة أو ناشئة، حيث نبني لعلامتك التجارية خطة تحليلية مخصصة بعد بحث وعصف ذهني عميق، ونضمن لك استراتيجية ناجحة.',
  marketingPlanParahraphTwo:
    'كما نقدم خدمات الترويج للعلامة التجارية على شبكة الانترنت وخارجها من خلال أساليب مجدية في جوانب النمو وتطوير المواقع والتصميم وصناعة المحتوى وإدارة مواقع التواصل الاجتماعي والحملات التسويقية، بل نتطرق إلى كافة التفاصيل والخيارات المتاحة لتقديم حملات تسويقية فريدة وناجحة.',
  growthHackingParahraphOne:
    'نستخدم أساليب مجدية ومجربة لنساعدك في الوصول إلى عملاءك المحتملين، ومن تلك التقنيات نهتم بتقنيات تحسين محركات البحث للاستخدام الأمثل لمحرك البحث عوضًا عن طرق التسويق التقليدية، فخدماتنا في تفاصيل دقيقة معاصرة ومستحدثة. ',
  growthHackingParahraphTwo:
    'إن فريق تفاصيل دقيقة على إطلاع بكل ما هو جديد في عالم التسويق ويهتم بتوفير العديد من الأساليب الحديثة لرواد الأعمال والعلامات التجارية الناشئة للدخول إلى السوق بقوة، ومنها التسويق الاختراقي، والنمو التسويقي السريع، والتسويق المرن.',
  designAndDevelopmentParahraphOne:
    'نهتم في تفاصيل دقيقة بكل ما يخص صناعة المحتوى والتصاميم المستهدفة مهما كانت رسالة علامتك التجارية أو الجوانب الجمالية التي ترغب بتمثيلها، ويلبي لك فريقنا كافة المتطلبات من تطوير المواقع والتطبيقات والتصميم وخدمات الاستضافة والصيانة. ',
  designAndDevelopmentParahraphTwo:
    'ومن أهم مزايا التصميم الناجح هو التناسق، لذا نأخذ بالاعتبار صوت العلامة التجارية لنوحد أفكار تصاميمها ونحافظ على تناسق رسالة العلامة التجارية وهويتها المرئية. ',
  buissnessConsultationParahraphOne:
    'لا داعي للبحث عن مستشار تقني أو مستشار في مجال الأعمال، إذ أن فريق تفاصيل دقيقة يغطي كافة احتياجات عملك التجاري، ونفخر بالمستشارين الخبراء في فريق عملنا الذين يسعون لإرشاد عملاءنا وتقديم المشورة في مجال الأعمال لاتخاذ قرارات تسويقية تلائم علامتهم التجارية، لا تتردد في طلب أي استشارة تحتاجها في مجال الأعمال وسنوفر لك المستشار المناسب. ',
  buissnessConsultationParahraphTwo:
    'خدماتنا لا تستثني العلامات التجارية الناشئة ولا الميزانيات البسيطة، كما أن خبراتنا تغطي متطلبات العلامات التجارية الكبيرة والقائمة، تفاصيل دقيقة تنظر للأمور بعين ثالثة لتبتكر حلولًا فريدة وجديدة لكافة جوانب عملك التجاري، فقط اعتمد علينا لنأخذك إلى القمة. ',
  homepageParagraphOne:
    'نسارع الخطى ونتطور حتى أصبح عالمنا يضم كل ما هو مؤثر و ',
  homepageParagraphTwo: 'فالعالم اليوم بين يديك بضغطة رز.',
  homepageParagraphThree:
    'لذا أصبح الاهتمام بالتفاصيل الصغيرة مطلبًا للنجاح والتميز، ولا مجال لأن تغفل عن أبسط الأمور.',
  homepageParagraphFour:
    'حتى أدق العناصر التسويقية يتحتم أن تكون مؤثرة وتلائم عملك. وهنا يأتي دورنا.',
  homepageParagraphFive:
    'لنأخذ بيدك نحو تحقيق أحلامك الكبيرة في عالمنا الصغير.',
  partOneAboutParagraphOne:
    'تفاصيل دقيقة هي وكالة تسويق مقرها المملكة العربية السعودية تهتم بالتفاصيل لتحقق التميز.',
  aboutParagraphTwo:
    'بدأنا رحلتنا عندما لامسنا التأثير الواضح للتسويق الرقمي على العلامات التجارية، وفي حين اهتم المسوقون "بالتفاصيل" تميز فريقنا بالاهتمام "بالتفاصيل الدقيقة"، لذا بدأنا رحلتنا لنواصل شغفنا بتحليل تلك التفاصيل واستخدامها لنبتكر حملات تسويقية فريدة وناجحة لكل عملاءنا.',
  aboutParagraphThree:
    'جمعنا سنوات من الخبرة في مجال التسويق والتطوير الرقمي وتنمية الأعمال في عدة مجالات، كما استفدنا من مهارات تحليل المحتوى والبيانات لنبتكر تجربة مستخدم فعالة.',
  aboutParagraphFourPartOne:
    'ارسم لنا حدود علامتك التجارية ودع أدق التفاصيل علينا لنحقق النجاح لكل من يشاركنا الشغف، بمهارات اكتسبناها خلال سنوات من الخبرة في التسويق والتطوير الرقمي وتنمية الأعمال في عدة مجالات في منطقة الخليج العربي.',
  aboutParagraphFourPartTwo:
    'فريقنا يقدم الخطط والاستراتيجيات التسويقية بالإضافة إلى خدمات التسويق الرقمي وتطوير المواقع والتطبيقات والتصميم والتدريب وورش العمل وتقنيات النمو التسويقي السريع ومكانة العلامة التجارية.',
  aboutParagraphFive: 'تفاصيل دقيقة تحقق فرقًا عظيمًا في علامتك التجارية.',
  missonParagraph: 'أن نكون وسيلة المنشآت الطموحة للوصول لجمهورها المستهدف ولتحقيق زيادة ملحوظة في نمو العلامة التجارية والأرباح.',
  visionParagraph: 'أن نكون أكثر شركات التسويق طلبًا وموثوقية.',
  creative: 'الإبداع',
  creativeDescription:
    'خبراء ومؤهلون في كافة جوانب التسويق، ندرك أن التسويق الرقمي هو الوسيلة الحديثة لتحقيق الانتشار لعلامتك التجارية، نحن نستمع لاحتياجات عملك التجاري ونلقي الضوء عليها لنبتكر الحلول المناسبة.',
  methodical: 'المنهجية',
  methodicalDescription:
    'هدفنا أن نفهم العلاقة بين العميل والمحتوى المطلوب، تخيل أن علامتك التجارية أحجية وأن كل قطعة فيه هي استراتيجية مخصصة لك، ونحن هنا نركبها قطعةً قطعة لنصل للنتيجة النهائية.',
  detailed: 'الدقة',
  detailedDescription:
    'أن نلقي الضوء على التفاصيل هو اختبار صعب، لكننا مستعدين أن نبذل كافة جهودنا بكل صبر بل أن نخوض الصعاب لنوفر لعملائنا تجربة فريدة ومكللة بالنجاح.',
  contactUs: 'تواصل معنا',
  contactInfo: 'بيانات التواصل',
  ourOffices: 'مكاتبنا',
  fullNamePlaceholder: 'الاسم',
  emailPlaceholder: 'البريد الإلكتروني',
  mobilePlaceholder: 'الهاتف',
  messagePlaceholder: 'رسالة',
  send: 'ارسال',
  we: 'نحن ',
  can: 'نستطيع ',
  work: 'نعمل مع',
  do: 'نستطيع أن',
  are: 'نملك',
  strategize: 'نبني الاستراتيجيات',
  strategizeParagraph:
    'نبني استراتيجيات بسيطة لأفكار عظيمة بطرق مجدية لتحقق أهداف علامتك التجارية.',
  develop: 'نطور',
  developParagraph:
    'نطور المواقع والتطبيقات والحملات التسويقية والمحتوى المناسب ونزيد من نمو التسويق الاجتماعي ومعدلات التفاعل وكل ما تحتاجه لتتقدم بخطوات عن منافسيك.',
  design: 'نصمم',
  designParagraph:
    'نراعي التفاصيل الصغيرة لنبني لك تصاميم ومرئيات متناسقة تترجم أسلوب علامتك التجارية وجوهرها.',
  identify: 'نبتكر الهوية التجارية',
  identifyParagraph:
    'نبتكر هوية تعكس صوتك لتتميز علامتك التجارية بمكانتها في السوق.',
  consult: 'نقدم الاستشارات',
  consultParagraph: 'نساعدك على اكتشاف الثغرات التسويقية ومعالجتها.',
  amplify: 'نحقق النمو',
  amplifyParagraph:
    'نحقق النمو لعلامتك التجارية بأساليب مصممة لزيادة ظهورك في السوق ونمو عملك التجاري وسمعة علامتك التجارية.',
  saudiAddress: 'شارع هشام ابن حكيم، حي الاندلس، جدة – المملكة العربية السعودية',
  egyptAddress: '٥٥ مكرم عبيد، مركز سيتي سنتر، الدور الرابع، القاهرة - مصر',
  jeddah: 'جـــدة',
  cairo: 'القاهرة',
  say: 'راسلنا الآن!'
}

export default ar
